Repository: DeveloperAcademy-POSTECH/2025-C4-A8-DropTheVi2
Catalog: EscapeVision/EscapeVision/Localizable.xcstrings
Source language: en
Languages: es, ko

# boxNoteImage
source: BoxNote_eng
es: BoxNote_esp
ko: BoxNote

source: Exit Game
es: Salir del Juego
ko: 게임 종료

# fileImage
source: File_eng
es: File_esp
ko: File

source: Game Start
es: Iniciar Juego
ko: 게임 시작

source: Licenses
es: Licencias
ko: 라이선스

# problemSolvedSound
source: 10. announcement_problemsolved_eng
es: 10. announcement_problemsolved_esp
ko: 09. announcement_problemsolved_kor

# warningSound
source: 07. announcement_warning_eng
es: 07. announcement_warning_esp
ko: 06. announcement_warning_kor

# 가구나 장애물이 있다면 치워주세요
source: Please remove any furniture or obstacles
es: Por favor, retire cualquier mueble u obstáculo
ko: 가구나 장애물이 있다면 치워주세요

# 강한 소리에 주의하세요
source: Beware of loud sounds
es: Cuidado con los sonidos fuertes
ko: 강한 소리에 주의하세요

# 공간을 확보하세요
source: Secure your space
es: Asegure su espacio
ko: 공간을 확보하세요

# 볼륨을 확인해주세요
source: Please check your volume
es: Por favor, verifique su volumen
ko: 볼륨을 확인해주세요

# 시작하기
source: Get Started
es: Comenzar
ko: 시작하기

# 이 앱은 강한 사운드를 포함합니다
source: This app contains loud sounds
es: Esta aplicación contiene sonidos fuertes
ko: 이 앱은 강한 사운드를 포함합니다

# 화면의 빨간 선 안에
source: Within the red lines on screen
es: Dentro de las líneas rojas en pantalla
ko: 화면의 빨간 선 안에

# 확인했어요
source: I understand
es: Entiendo
ko: 확인했어요
